Config = {}

--------------------------------

	Config.windowKey = 'f2'

--------------------------------

	Config.versions = {

		{
			released = '23.02.2021',
			version = '1.0',
			rows = {
				{ text = '23 февраля наш уникальный проект' },
				{ text = 'открыл свои двери для игроков.' },
				{ text = '' },
				{ text = 'Поверьте, мы сможем вас удивить' },
				{ text = 'качественными и интересными' },
				{ text = 'обновлениями, которые будут' },
				{ text = 'выходить достаточно часто ;)' },
				{ text = '' },
				{ text = 'Наша группа VK - vk.com/rage5mtasa' },
				{ text = 'Наш сайт - ragemta.ru' },

			},
		},

		{
			released = '28.02.2021',
			version = '1.1',
			rows = {
				{ text = '1. Добавлено новое мероприятие RCOIN'}, 
				{ text = '[ЖМИ F4 и зарабатывай реальные деньги]'}, 
				{ text = '+ добавлен титул "Огненная рука"'}, 
				{ text = ' '}, 

				{ text = '2. Добавлен БОНУС-КОД "OBNOVA"'}, 
				{ text = '[Отыграй 5 часов и получи 30.000$,'}, 
				{ text = 'вводить F1 - Статистика]'},
				{ text = ' '}, 

				{ text = '3. Добавлена "Весенняя карта"'}, 
				{ text = '[F1 - Настройки - Графика - HD Текстуры]'}, 
				{ text = ' '},

				{ text = '4. Добавлены стробоскопы'}, 
				{ text = 'в тюнинг-центре'}, 
				{ text = ' '},

				{ text = '5. Добавлено 7 нефтевышек'}, 
				{ text = 'в водах Los-Santos'}, 
				{ text = ' '},

				{ text = '6. Добавлено 50 бизнесов'},
				{ text = ' '},

				{ text = '7. Добавлено 50 домов'},
				{ text = ' '},

				{ text = '8. Если у игрока наличными'}, 
				{ text = 'более 1.000.000$ в инвентаре будет'}, 
				{ text = 'появляться кейс, который нужно'}, 
				{ text = 'поставить в слот оружия.'}, 
				{ text = 'Наличие кейса в руке придает вам'}, 
				{ text = 'статусность и солидность ;)'}, 
				{ text = 'В следующих обновлениях добавим'}, 
				{ text = 'кастомизацию кейса'}, 
				{ text = '(сможете изменять внешний вид)'}, 
				{ text = ' '},

				{ text = '9. Расширен выбор скинов'}, 
				{ text = 'при регистрации персонажа'}, 
				{ text = ' '},

				{ text = '10. Добавлен билет свободы в кейсы'},
				{ text = ' '},
 
				{ text = '11. В HUDе теперь отображается'}, 
				{ text = 'активированный титул'},
				{ text = ' '},

				{ text = '12. Доработана система камер'}, 
				{ text = 'и увеличена минимальная скорость'}, 
				{ text = ' '},

				{ text = '13. Теперь с автомобиля дешевле'}, 
				{ text = '30.000$(гос. стоимость) можно снять'}, 
				{ text = 'и переместить на другое авто'}, 
				{ text = 'номерной знак за 100.000$'}, 
				{ text = ' '},

				{ text = '14. Добавили возможность удаления флага'}, 
				{ text = 'на российском номере (В хранилище)'}, 
				{ text = ' '},

				{ text = '15. Добавлены новые'},
				{ text = 'стикеры в Винил-студию'},
				{ text = ' '}, 

				{ text = 'Наша группа VK - vk.com/rage5mtasa' },
				{ text = 'Наш сайт - ragemta.ru' },

			},
		},

		{
			released = '07.03.2021',
			version = '1.2',
			rows = {
				{ text = '1. Новое мероприятие Весенний движ'}, 
				{ text = '[ЖМИ F6 и собирай цветы по карте]'}, 
				{ text = ' '}, 

				{ text = '2. Добавлен БОНУС-КОД "MARCH"'}, 
				{ text = '[Отыграй 5 часов и получи 30.000$,'}, 
				{ text = 'вводить F1 - Статистика]'},
				{ text = ' '}, 

				{ text = '3. Добавлена смена цвета ника'}, 
				{ text = '[F1 - Сменить никнейм - цвет]'}, 
				{ text = ' '},

				{ text = '4. Добавлена система контейнеров'}, 
				{ text = 'в порту Лос-Сантоса'}, 
				{ text = ' '},

				{ text = '5. Добавлено 5 нефтевышек'}, 
				{ text = 'в пустыне Лас-Вентурас'}, 
				{ text = ' '},

				{ text = '6. Добавлено 20 бизнесов'},
				{ text = ' '},

				{ text = '7. Добавлено 20 домов'},
				{ text = ' '},

				{ text = '8. BMW M5 F90 переведена'},
				{ text = 'в HD качество'},
				{ text = ' '},

				{ text = '9. Исправлено отображение'},
				{ text = 'дисков у видеокарт AMD'},
				{ text = ' '},

			},
		},

		{
			released = '14.03.2021',
			version = '1.3',
			rows = {
				{ text = '1. Добавлен бонус-код "TACHKA",'}, 
				{ text = 'отыграй 5 часов и получи'}, 
				{ text = '20.000$ и кейс "Новичок"'}, 
				{ text = 'Чтобы ввести бонус, откройте:'}, 
				{ text = 'F1 - Статистика'}, 
				{ text = ' '}, 

				{ text = '2. Заменены диски #37, 41, 43, 46'}, 
				{ text = '3. В Аэропорту SF добавлен маппинг'}, 
				{ text = '4. В Аэропорту SF добавлен маппинг'}, 
				{ text = ''}, 
				{ text = '5. Добавлена кастомизация кейса'}, 
				{ text = 'в магазине одежды'}, 
				{ text = ''}, 
				{ text = '6. Доработана система объявлений'}, 
				{ text = '[Подробнее - F7]'}, 
				{ text = ''}, 
				{ text = '7. Доработана система достижений'}, 
				{ text = '8. Добавлена система квартир'}, 
				{ text = '9. Добавлен поиск на б.у по названию'}, 
				{ text = '10. Работа логиста доступна с 40 часов'}, 
				{ text = '11. Работа водолаза доступна с 25 часов'}, 
				{ text = ''}, 
				{ text = '12. Добавлено HD и Ultra качество'}, 
				{ text = 'номерных знаков ( F1 >> настройки )'}, 
				{ text = ''}, 
				{ text = '13. Обновлена BMW M5 F10'}, 
				{ text = '14. Обновлен Mercedes GT63'}, 
				{ text = '15. Обновлен Volkswagen Golf 7'}, 
				{ text = '16. Обновлена BMW M8'}, 
				{ text = '17. Добавлена BMW 750'}, 
				{ text = '18. Добавлена Toyota Chaser'}, 
				{ text = '19. Исправлена BMW X5 2020'}, 
				{ text = '20. Удален Cadillac Escalade'}, 

			},
		},

		{
			released = '27.03.2021',
			version = '1.4',
			rows = {
				{ text = '1. Добавлен первый этап кланов:'},
				{ text = '- На текущем этапе игрок может создать'},
				{ text = 'свой клан, приглашать игроков и'},
				{ text = 'взаимодействовать с ними,'},
				{ text = ''},
				{ text = 'Второй этап начинается на следующих'},
				{ text = 'выходных, в него включены территории,'},
				{ text = 'клановые войны, оружие и многое другое;'},
				{ text = ''},
				{ text = '2. 9 новых дисков в тюнинг-центр;'},
				{ text = '3. Обновлены кейсы Джуди и Абу бандит;'},
				{ text = '4. Покраска тонировки в тюнинг-центре;'},
				{ text = '5. Увеличена скорость BMW 750LI;'},
				{ text = '6. Добавлен таймер при обмене'},
				{ text = 'имуществом для избежания обманов;'},
				{ text = '7. Добавлено еще одно ЕКХ в Los-Santos;'},
				{ text = '8. Доработана система обучения;'},
				{ text = '9. Доработана система ежедневных;'},
				{ text = 'заданий;'},
				{ text = '10. Переработано достижение '},
				{ text = '"Получить все титулы";'},
				{ text = '11. Отключено стандартное радио GTA;'},
				{ text = '12. Добавлен Ручник в радиальное меню,'},
				{ text = 'при активном ручнике у автомобиля'},
				{ text = 'отключается коллизия;'},
				{ text = '13. Доработан худ;'},
				{ text = '14. Изменен стиль походки;'},
				{ text = '15. Исправлены недоработки в F9;'},


			},
		},

		{
			released = '03.04.2021',
			version = '1.5',
			rows = {

				{ text = '1. Добавлен бонус-код KLAN2,'},
				{ text = 'отыграй 7 часов и получи кейс'},
				{ text = '"Бомжичок" и кейс "BADMAN"'},
				{ text = 'из нового обновления;'},
				{ text = ''},
				{ text = '2. Добавлена гонка кланов:'},
				{ text = 'Соревнуйся с другими кланами,'},
				{ text = 'зарабатывай рейтинг и получи'},
				{ text = 'крутые призы!'},
				{ text = ''},
				{ text = '3. Добавлен второй этап кланов:'},
				{ text = 'Добавлена возможность купить особняк'},
				{ text = '(Там у вас откроется возможность '},
				{ text = 'хранить оружие и патроны, а так же'},
				{ text = 'захватывать территории и участвовать'},
				{ text = 'в клановых войнах)'},
				{ text = 'Добавлена возможность захватывать'},
				{ text = 'территории (Каждая территория'},
				{ text = 'это бизнес, которая приносит'},
				{ text = 'ежедневно репутацию и доход клану)'},
				{ text = ''},
				{ text = '4. Бои за территории'},
				{ text = '(Добавлена возможность'},
				{ text = 'захватывать территории у'},
				{ text = 'других кланов, чтобы назначить'},
				{ text = 'бой нужно подойти к'},
				{ text = 'вражеской территории)'},
				{ text = ''},
				{ text = '5. Добавлен оружейный магазин'},
				{ text = 'с уникальным выбором оружия;'},
				{ text = ''},
				{ text = '6. Добавлено 10 новых'},
				{ text = 'кастомных дисков;'},
				{ text = ''},
				{ text = '7. Добавлен Lykan'},
				{ text = 'HyperSport в автосалон;'},
				{ text = ''},
				{ text = '8. Добавлен уникальный'},
				{ text = 'автомобиль Bugatti Chiron'},
				{ text = 'Sport (доступен в кейсе'},
				{ text = 'Exclusive);'},
				{ text = ''},
				{ text = '9. Добавлено 3 новых кейса:'},
				{ text = '• Бомжичок ( 50р )'},
				{ text = '• BADMAN ( 50р )'},
				{ text = '• EXCLUSIVE ( 600р )'},
				{ text = ''},
				{ text = '10. Добавлена работа'},
				{ text = '"Уборщик отходов" на выезде'},
				{ text = 'с Los-Santos'},
				{ text = '[Доступна с 70-ти часов];'},
				{ text = ''},
				{ text = '11. По всей карте активирована'},
				{ text = 'зеленая зона (запрещена стрельба),'},
				{ text = 'в городе Los-Santos, район'},
				{ text = 'Гетто активирована красная'},
				{ text = 'зона, где разрешена стрельба;'},
				{ text = ''},
				{ text = '12. Добавлен титул "Транжира";'},
				{ text = '13. Добавлен титул "Клановый боец";'},
				{ text = '14. Добавлены новые достижения;'},
				{ text = '15. Увеличена зарплата'},
				{ text = 'на работе "Логист", "Шахтер", "Почтальон";'},

			},
		},

		{
			released = '10.04.2021',
			version = '1.5.1',
			rows = {

				{ text = '1. Добавлено достижение'},
				{ text = 'на работу уборщика отходов'},
				{ text = ''},
				{ text = '2. Исправлено отображение'},
				{ text = 'некоторых достижений'},
				{ text = ''},
				{ text = '3. Исправлено множество ошибок'},
				{ text = 'с клановыми боями'},
				{ text = ''},
				{ text = '4. В клановом бою теперь'},
				{ text = 'выдается скин цвета вашей команды'},
				{ text = '(красный или зеленый)'},
				{ text = ''},
				{ text = '5. Значительно снижена стоимость'},
				{ text = 'на оружие и патроны'},
				{ text = ''},
				{ text = '6. Добавлена система'},
				{ text = 'звезд розыска'},
				{ text = ''},
				{ text = '7. Добавлена возможность'},
				{ text = 'класть аптечки в инвентарь'},
				{ text = ''},
				{ text = '8. Добавлена статистика убийств'},
				{ text = 'в клановом бою (нажмите TAB)'},
				{ text = ''},
				{ text = '9. Увеличена перезарядка аптечки'},
				{ text = 'с 3-х до 8-ми секунд'},
				{ text = ''},
				{ text = '10. При респавне игрока'},
				{ text = 'в клановом бою ему дается'},
				{ text = '5 секунд неуязвимости'},

			},
		},

		{
			released = '17.04.2021',
			version = '1.6',
			rows = {

				{ text = '1. Добавлен бонус-код "FSO",'},
				{ text = 'отыграй 10 часов и получи 50.000$'},
				{ text = ''},
				{ text = '2. Обновлена система'},
				{ text = 'личных сообщения [F9];'},
				{ text = ''},
				{ text = '3. Увеличены шансы выпадения'},
				{ text = 'топовых призов в кейсах;'},
				{ text = ''},
				{ text = '4. Добавлены вспышки ФСО двух'},
				{ text = 'видов в тюнинг-центр'},
				{ text = '(доступно не на все авто);'},
				{ text = ''},
				{ text = '5. Переработана и обновлена'},
				{ text = 'система медиаплеера RAGE,'},
				{ text = 'также добавлено радио;'},
				{ text = ''},
				{ text = '6. Добавлены новые карты'},
				{ text = 'для клановых боёв;'},
				{ text = ''},
				{ text = '7. Оружие теперь имеет'},
				{ text = 'бесконечный износ, пока не'},
				{ text = 'будет введена система '},
				{ text = 'крафта оружия;'},
				{ text = ''},
				{ text = '8. Cнижены цены на патроны'},
				{ text = 'в оружейном магазине;'},
				{ text = ''},
				{ text = '9. Добавлены кастомные'},
				{ text = 'рамки в тюнинг-центр;'},
				{ text = ''},
				{ text = '10. Теперь радиальное меню можно'},
				{ text = 'использовать в виде от'},
				{ text = 'первого лица;'},
				{ text = ''},
				{ text = '11. В выбор места спавна'},
				{ text = 'добавлена возможность спавниться'},
				{ text = 'в особняке клана;'},
				{ text = ''},
				{ text = '12. Добавлена система "HeadShot",'},
				{ text = 'при попадании в голову'},
				{ text = 'наносится двойной урон персонажу;'},
				{ text = ''},
				{ text = '13. Обновлена текстура'},
				{ text = 'света фар автомобилей;'},
				{ text = ''},
				{ text = '14. Исправлены ошибки в панели F2;'},
				{ text = ''},
				{ text = '15. Теперь при включении габаритов'},
				{ text = 'загораются номерные рамки;'},
				{ text = ''},
				{ text = '16. Увеличен доход всех клановых'},
				{ text = 'территорий на 15.000$;'},
				{ text = ''},
				{ text = '17. Добавлены в премиум'},
				{ text = 'магазин и на сайт наборы:'},
				{ text = '• "Американский боец"'},
				{ text = 'FN SKAR + 300 патронов,'},
				{ text = 'MK 14 EBR + 120 патронов,'},
				{ text = '10 аптечек;'},
				{ text = '• "Немецкая тройка"'},
				{ text = 'BMW M4, AUDI RS7,'},
				{ text = 'Mercedes-Benz S63;'},
				{ text = '• "10 кейсов Королевский";'},
				{ text = '• "10 кейсов Мажор";'},
				{ text = '• "10 кейсов Абу Бандит";'},
				{ text = '• "5 кейсов EXCLUSIVE";'},
				{ text = ''},
				{ text = '18. Добавлен автомобиль;'},
				{ text = 'AUDI RS7;'},
				{ text = ''},
				{ text = '19. Добавлен автомобиль'},
				{ text = 'Mercedes-Benz S63;'},
				{ text = ''},
				{ text = '20. Обновлена модель BMW M4;'},
				{ text = ''},
				{ text = '21. Удален автомобиль'},
				{ text = 'Mercedes-Benz Maybach;'},
				{ text = ''},
				{ text = '22. Удален автомобиль'},
				{ text = 'Toyota Chaser;'},
				{ text = ''},
				{ text = '23. Доработана передняя'},
				{ text = 'оптика на BMW M5 F90 (рестайлинг);'},
				{ text = '24. Исправлены недочеты'},
				{ text = 'в Lada Priora;'},
				{ text = ''},
				{ text = '25. Исправлены недочеты'},
				{ text = 'в Toyota Supra A80;'},
				{ text = ''},
				{ text = '26. Исправлен недочеты'},
				{ text = 'в тюнинге BMW X5 E70;'},
				{ text = ''},
				{ text = '27. Исправлен недочеты'},
				{ text = 'в тюнинге Mercedes-Benz G500;'},
				{ text = ''},
				{ text = '28. Исправлены недочеты'},
				{ text = 'в модели Mercedes-Benz W140;'},
				{ text = ''},
				{ text = '29. Исправлены недочеты в'},
				{ text = 'модели Toyota Mark 2;'},
				{ text = ''},
				{ text = '30. Исправлены недочеты'},
				{ text = 'в модели BMW M8;'},
				{ text = ''},
				{ text = '31. Исправлены недочеты'},
				{ text = 'в модели BMW M2;'},
				{ text = ''},
				{ text = '32. Исправлены недочеты'},
				{ text = 'в модели BMW M5 F10;'},
				{ text = ''},
				{ text = '33. Исправлены недочеты в модели'},
				{ text = 'Mercedes-Benz E63;'},


			},
		},

		{
			released = '19.04.2021',
			version = '1.6.1',
			rows = {

				{ text = '1. Исправлено мерцание ФСО'},
				{ text = 'вспышек'},
				{ text = ''},
				{ text = '2. Исправлены ошибки и вылеты'},
				{ text = 'в местах скопления игроков'},
				{ text = ''},
				{ text = '3. Исправлены ошибки'},
				{ text = 'с панелью F9'},
				{ text = ''},
				{ text = '4. Исправлены недочеты'},
				{ text = 'в интерфейсе "выбор места спавна"'},
				{ text = ''},
				{ text = '5. Maybach X222 в кейсах заменен'},
				{ text = 'на Mercedes S63'},
				{ text = ''},
				{ text = '6. Исправлены призы в'},
				{ text = 'кейсе "Бомжичок"'},
				{ text = ''},
				{ text = '7. Добавлена ЗЗ ( зеленая зона )'},
				{ text = 'в радиусе 15 метров от особняка'},
				{ text = 'клана'},
				{ text = ''},
				{ text = '8. Исправлено мерцание спидометра'},
				{ text = 'при скрытии интерфейса'},
				{ text = ''},
				{ text = '9. Добавлена  возможность'},
				{ text = 'исключать игрока из кланового боя'},
				{ text = '( в настройку ранга добавлен пункт'},
				{ text = '"Исключать игроков из боя" )'},


			},
		},

		{
			released = '09.05.2021',
			version = '1.7',
			rows = {

				{ text = '1. Добавлено казино'},
				{ text = '- Расположено в Бурдж-Халифе (LV)'},
				{ text = '• Список игр:'},
				{ text = '- Кости ( для 2 игроков )'},
				{ text = '- Блэкджек'},
				{ text = '- Европейская рулетка'},
				{ text = '- Колесо фортуны'},
				{ text = '- Слот-машина'},

				{ text = '2. Добавлено мероприятие CyberQuest'},
				{ text = '- Собирай сгустки и получай энергию'},
				{ text = '- Прокачивай уровень и получай призы'},
				{ text = '- Добавлен автомобиль Quadra V-TECH,'},
				{ text = '- он имеет огромную скорость'},
				{ text = '- и уникальные способности'},
				{ text = ''},
				{ text = '3. Добавлен бонус-код CASINO'},
				{ text = '- отыграй 10 часов и получи'},
				{ text = '500 фишек + автомобиль'},
				{ text = 'Quadra V-TECH на 14 дней'},
				{ text = ''},
				{ text = '4. Добавлена работа "Лесоруб"'},
				{ text = '- Доступна с 25 часов стажа'},
				{ text = '- Находится в Angel Pine'},
				{ text = ''},
				{ text = '5. Выведена работа водолаза'},
				{ text = '- Прогресс достижений перешел'},
				{ text = 'на работу лесоруба'},
				{ text = ''},
				{ text = '6. Увеличены цены на автомобили'},
				{ text = 'в автосалоне'},
				{ text = ''},
				{ text = '7. Запущен второй сезон'},
				{ text = 'гонки кланов'},
				{ text = ''},
				{ text = '8. Добавлены дипломатические'},
				{ text = 'номерные знаки'},
				{ text = '- На них не приходят штрафы'},
				{ text = '- Продаются в салоне номеров'},
				{ text = ''},
				{ text = '9. Обновлено 20 кастомных дисков'},
				{ text = 'в тюнинг-центре'},
				{ text = ''},
				{ text = '10. Обновлен игровой HUD'},
				{ text = '- Добавлено отображение прочности'},
				{ text = 'автомобиля'},
				{ text = ''},
				{ text = '11. Добавлено в новых скина'},
				{ text = 'в магазин одежды'},
				{ text = ''},
				{ text = '12. Увеличены цены на именные'},
				{ text = 'и федеральные номера'},
				{ text = ''},
				{ text = '13. Отключено Stealth-убийство'},
				{ text = 'с ножа'},
				{ text = ''},
				{ text = '14. Добавлено звуковое сопровождение'},
				{ text = 'систем;'},
				{ text = ''},
				{ text = '15. Обновлен Toyota Land Cruiser'},
				{ text = '16. Обновлен Mercedes-Benz E55'},
				{ text = '17. Обновлен BMW X5 G05'},
				{ text = '18. Исправлен Mercedes S63'},
				{ text = '19. Исправлена скорость S63 и RS7'},
				{ text = '20. Выведен из игры BMW X6M'},
				{ text = '21. Выведена из игры Silvia S14'},


			},
		},

		{
			released = '22.05.2021',
			version = '1.8',
			rows = {

				{ text = '1. Добавлен бонус-код "SORRY",'},
				{ text = 'отыграй 10 часов и получи кейс'},
				{ text = '"Новичок" и 800 фишек'},
				{ text = ''},
				{ text = '2. Добавлены новые'},
				{ text = 'премиум номерные знаки'},
				{ text = 'в номерной салон;'},
				{ text = ''},
				{ text = '3. Удалена система автодолга,'},
				{ text = 'все налоги с автомобилей сняты,'},
				{ text = 'тем, кто оплатил налог ранее'},
				{ text = 'вернули деньги;'},
				{ text = ''},
				{ text = '4. Значительно переработана'},
				{ text = 'система рандома в казино;'},
				{ text = ''},
				{ text = '5. Добавлено 9 новых достижений,'},
				{ text = '6 новых титулов;'},
				{ text = ''},
				{ text = '6. Метка входа в казино'},
				{ text = ' перенесена в другое место;'},
				{ text = ''},
				{ text = '7. Доработан камхак (k);'},
				{ text = ''},
				{ text = '8. Исправлен недочет с звуковым'},
				{ text = 'сопровождением на заправке;'},
				{ text = ''},
				{ text = '9. Добавлена возможность изменять'},
				{ text = 'размер передних и задних кастомных '},
				{ text = 'дисков отдельно;'},
				{ text = ''},
				{ text = '10. Исправлены недочеты в системах'},
				{ text = '"Хедшот", "Красная зона";'},
				{ text = ''},
				{ text = '11. Исправлен баг с интерфейсом'},
				{ text = 'в тюрьме;'},
				{ text = ''},
				{ text = '12. Исправлен баг с'},
				{ text = 'интерфейсом в казино;'},
				{ text = ''},
				{ text = '13. Исправлены баги в Европейской'},
				{ text = 'рулетке в казино;'},
				{ text = ''},
				{ text = '14. Исправлен недочет с синхронизацией'},
				{ text = 'стрелки спидометра и цифрового'},
				{ text = 'спидометра;'},
				{ text = ''},
				{ text = '15. Доработана система контейнеров:'},
				{ text = ''},
				{ text = '16. Количество контейнеров уменьшено,'},
				{ text = 'теперь контейнеры спавнятся 3 раза'},
				{ text = 'в день по 3 штуки'},
				{ text = ''},
				{ text = '17. Увеличен процент окупаемости'},
				{ text = 'контейнеров;'},
				{ text = ''},
				{ text = '18. Добавлен автомобиль'},
				{ text = 'Bentley Bentayga'},
				{ text = ''},
				{ text = '19. Добавлен автомобиль'},
				{ text = 'Subaru WRX STI'},
				{ text = ''},
				{ text = '20. Выведен автомобиль'},
				{ text = 'Alfa Romeo Guilia'},
				{ text = ''},
				{ text = '21. Выведен автомобиль'},
				{ text = 'Rolls-Royce Wraith'},
				{ text = ''},
				{ text = '22. Доработана модель автомобиля'},
				{ text = 'Rolls-Royce Cullinan'},
				{ text = ''},
				{ text = '23. Доработана модель автомобиля'},
				{ text = 'Rolls-Royce Phantom'},
				{ text = ''},
				{ text = '24. Доработана модель автомобиля'},
				{ text = 'Toyota Camry XV70'},
				{ text = ''},
				{ text = '25. Доработана модель'},
				{ text = 'автомобиля BMW M4'},
				{ text = ''},
				{ text = '26. Исправлена настройка'},
				{ text = 'тюнинга на автомобиле'},
				{ text = 'Mercedes-Benz G65'},
				{ text = ''},
				{ text = '27. Добавлена покраска кузова в два'},
				{ text = 'цвета для автомобилей:'},
				{ text = 'Rolls-Royce Cullinan'},
				{ text = 'Rolls-Royce Phantom'},
				{ text = 'Bentley Bentayga'},
				{ text = 'Bugatti Chiron'},

			},
		},

		{

			released = '22.06.2021',
			version = '1.9',
			rows = {

				{ text = '• Добавлена работа "Инкассатор",' },
				{ text = '- Работа доступна с 55-ти часов,' },
				{ text = 'а так же имеет систему уровней;' },
				{ text = '- подробнее F2 - GPS - Работы - Инкассатор;' },
				{ text = '' },
				{ text = '• Добавлено мероприятие "ДМ",' },
				{ text = 'чекпоинт входа находится в Арене' },
				{ text = 'г. Las-Venturas;' },
				{ text = '' },
				{ text = '• Добавлена новая система бонусов' },
				{ text = ' за игру "RAGE BOX", подробнее F1 -' },
				{ text = 'Награды - Бонусы за игру;' },
				{ text = '' },
				{ text = '• Добавлена пневмоподвеска в тюнинг,' },
				{ text = 'доступно 3 режима: Стандартный,' },
				{ text = 'Поочередный, Прыгающий' },
				{ text = '' },
				{ text = '• Переработаны текстуры в автосалоне;' },
				{ text = '' },
				{ text = '• Добавлен Lamborghini Urus;' },
				{ text = '' },
				{ text = '• Изменены награды в' },
				{ text = 'ежедневных бонусах;' },
				{ text = '' },
				{ text = '• Добавлено 13 новых достижений:' },
				{ text = '- Заработать 1.000.000$' },
				{ text = 'инкассатором суммарно' },
				{ text = '- Достигнуть максимального уровня на' },
				{ text = 'работе "Инкассатор"' },
				{ text = '- Приобрести автомобиль с авторынка' },
				{ text = '- Продать автомобиль на разборку' },
				{ text = '- Продать автомобиль на авторынке' },
				{ text = '- Убить 300 игроков с АК-47' },
				{ text = '- Убить 300 игроков с FN SKAR' },
				{ text = '- Убить 300 игроков с MK 14 EBR' },
				{ text = '- Убить 200 игроков с UZI' },
				{ text = '- Убить 200 игроков с MP5' },
				{ text = '- Убить 200 игроков с KRISS VECTOR' },
				{ text = '- Убить 100 игроков с Colt Magnum' },
				{ text = '- Убить 100 игроков с M1911' },

			},

		},

		{

			released = '28.07.2021',
			version = '2.0',
			rows = {

				{ text = '• Добавлено 5 дисков в тюнинг;' },
				{ text = '(#47,#50,#51,#53,#54)' },
				{ text = '' },
				{ text = '• Исправлен недочет с ежедневными' },
				{ text = 'бонусами;' },
				{ text = '' },
				{ text = '• Введено ограничение на' },
				{ text = 'максимально допустимый пинг' },
				{ text = '(500) в клановых боях и' },
				{ text = 'мероприятии "DM";' },
				{ text = '' },
				{ text = '• Исправлена ошибка "AFK"' },
				{ text = 'в клановом бою и' },
				{ text = 'мероприятии "DM";' },
				{ text = '' },
				{ text = '• Исправлены ошибки в зале славы;' },
				{ text = '' },
				{ text = '• Исправлено отображене дрифт очков;' },
				{ text = '' },
				{ text = '• Оптимизирована система авторынка' },
				{ text = '(убраны "краши" с сервера)' },
				{ text = '' },
				{ text = '• Временно отключена дрифт-трасса' },
				{ text = 'в San-Fierro (в тестовом режиме);' },
				{ text = '' },
				{ text = '• Добавлена винтовка' },
				{ text = 'AWP в магазин оружия' },
				{ text = '' },
				{ text = '• Исправлены ошибки в системе' },
				{ text = 'Музыкального плеера RAGE;' },
				{ text = '' },
				{ text = '• Добавлен RANGE ROVER SVA;' },
				{ text = '' },
				{ text = '• Обновлена модель BMW E34;' },

			},

		},

		{

			released = '14.02.2022',
			version = '2.1',
			rows = {

				{ text = '• Добавлены диски CS в тюнинг;' },
				{ text = '' },
				{ text = '• Добавлена рублевка;' },
				{ text = '' },
				{ text = '• Добавлены стейджи в тюнинг;' },
				{ text = '' },
				{ text = '• Изменена модель BMW M5F90;' },
				{ text = '' },
				{ text = '• Изменена модель BMW M3E92;' },
				{ text = '' },
				{ text = '• Изменена модель BMW M2;' },
				{ text = '' },
				{ text = '• Увеличена выплата нефтевышек;' },
				{ text = '' },
				{ text = '• Исправлена работа логиста;' },

			},

		},

	}

	Config.versionsAssoc = {}

	for _, release in pairs(Config.versions) do
		Config.versionsAssoc[release.version] = version

	end

	Config.currentVersion = Config.versions[#Config.versions].version

--------------------------------

	Config.gps = {
		{
			name = 'Основные',

			items = {
				{
					name = 'Спавн',
					title = 'Начало игры',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2355.47, 1727.99, 6.53 }
					end,
				},
				{
					name = 'Автошкола',
					title = 'Получение категории',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -1928.18, 1372.6, 7.19 }
					end,
				},
				{
					name = 'ЕКХ',
					title = 'Обмен имуществом, номера',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 1378.22, 692.97, 10.82 }
					end,
				},
				{
					name = 'Б.У Рынок',
					title = 'Продажа/покупка автомобиля',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 2621.68, 1177.9, 10.82 }
					end,
				},
				{
					name = 'Тюнинг-центр',
					title = 'Чиповка, тюнинг, винилы, покраска',
					buttonText = 'Найти рядом',

					getBlipCoords = function()
						return {getElementPosition( getNearestElement(localPlayer,
							'marker', _, 'tuning.marker') )}
					end,
				},
				{
					name = 'Магазин одежды',
					title = 'Покупка скинов, гардероб',
					buttonText = 'Найти рядом',

					getBlipCoords = function()
						return {getElementPosition( getNearestElement(localPlayer,
							'marker', _, 'clothes.shop') )}
					end,
				},
			},
		},
		{
			name = 'Обществ. места',

			items = {
				{

					name = 'Заправочная станция',
					title = 'Заправка автомобиля',
					buttonText = 'Найти рядом',

					getBlipCoords = function()
						return {getElementPosition( getNearestElement(localPlayer,
							'marker', _, 'fuel.station') )}
					end,
				},
				{

					name = 'Закусочная',
					title = 'Покупка еды, пополнение здоровья',
					buttonText = 'Найти рядом',

					getBlipCoords = function()
						return {getElementPosition( getNearestElement(localPlayer,
							'marker', _, 'food_shop.marker') )}
					end,
				},
				{

					name = 'Переправа',
					title = 'Быстрое перемещение по карте',
					buttonText = 'Найти рядом',

					getBlipCoords = function()
						return {getElementPosition( getNearestElement(localPlayer,
							'marker', _, 'transfer.marker') )}
					end,
				},
				{
					name = 'Рублёвка',
					title = 'Элитный жилой район',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 2900.73, 30.52, 18.60 }
					end,
				},
				{

					name = 'Отделение полиции',
					title = 'Оплата штрафов, снятие звезд',
					buttonText = 'Найти рядом',

					getBlipCoords = function()
						return {getElementPosition( getNearestElement(localPlayer,
							'marker', _, 'police.marker') )}
					end,
				},
			},
		},
		{
			name = 'Развлечения',

			items = {
				{

					name = 'Казино',
					title = 'Азартные игры',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 2030.54, 1033.56, 10.82 }
					end,
				},
			},
		},
		{
			name = 'Автосалон',

			items = {
				{
					name = 'Салон автомобилей',
					title = 'Покупка нового автомобиля',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2614.4, 1422.17, 7.15 }
					end,
				},
				{
					name = 'Салон лодок',
					title = 'Покупка новой лодки',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2259.17, 1686.59, 6.39 }
					end,
				},
			},
		},
		{
			name = 'Работы',

			items = {
				{
					name = 'Инкассатор',
					title = 'Доступна с 55 часов',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2541.39, 1219.74, 37.43 }
					end,
				},
				{
					name = 'Шахтер',
					title = 'Доступна новичкам',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -1922.47, -1514.59, 28.8 }
					end,
				},
				{
					name = 'Грузчик',
					title = 'Доступна новичкам',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2039.3, -123.31, 35.22 }
					end,
				},
				{
					name = 'Почтальон',
					title = 'Доступна новичкам',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2358.8, 998.86, 50.7 }
					end,
				},
				{
					name = 'Газонокосильщик',
					title = 'Требуется 5+ часов стажа',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 1248.88, -2040.19, 59.74 }
					end,
				},
				{
					name = 'Водитель автобуса',
					title = 'Требуется 15+ часов стажа',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -2041.42, 66.8, 28.39 }
					end,
				},
				{
					name = 'Водитель такси',
					title = 'Требуется 10+ часов стажа',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 2096.07, 2184.33, 10.82 }
					end,
				},
				{
					name = 'Лесоруб',
					title = 'Требуется 25+ часов стажа',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -1993.62, -2381.56, 30.62 }
					end,
				},
				{
					name = 'Логист',
					title = 'Требуется 40+ часов стажа',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { 2508.95, 2774.36, 10.82 }
					end,
				},
				{
					name = 'Уборщик отходов',
					title = 'Требуется 70+ часов стажа',
					buttonText = 'Метка',

					getBlipCoords = function()
						return { -104.04, -1583.02, 2.62 }
					end,
				},
			},
		},
	}

	for index, section in pairs(Config.gps) do
		for id, item in pairs(section.items) do
			item.id = string.format('gps-%s-%s', index, id)
		end
	end

--------------------------------

	Config.info = {

		{
			section = 'Правила сервера',
			rows = {
				{ text = 'Правила игрового чата' },
				{ text = '' },
				{ text = '1.1 Запрещено оскорбление игроков.' },
				{ text = '• Наказание: мут на 30 мин;' },
				{ text = '' },
				{ text = '1.2 Запрещена клевета игроков.' },
				{ text = '• Наказание: мут на 3 час;' },
				{ text = '' },
				{ text = '1.3 Запрещено оскорбление модераторов' },
				{ text = 'и администрации проекта.' },
				{ text = '• Наказание: блокировка аккаунта' },
				{ text = 'на 4 дня;' },
				{ text = '' },
				{ text = '1.4 Запрещено оскорбление и упоминание' },
				{ text = 'родных игрока в грубой форме.' },
				{ text = '• Наказание: блокировка аккаунта' },
				{ text = 'на 4 дня;' },
				{ text = '' },
				{ text = '1.5 Запрещён спам и капс в общий чат' },
				{ text = '(больше 3х одинаковых сообщений).' },
				{ text = '• Наказание: мут на 30 мин;' },
				{ text = '' },
				{ text = '1.6 Запрещено распространение' },
				{ text = 'информации о багах,' },
				{ text = 'дающих преимущество.' },
				{ text = '• Наказание: перманентная блокировка' },
				{ text = 'и обнуление аккаунта;' },
				{ text = '' },
				{ text = '1.7 Запрещена отправка сообщений,' },
				{ text = 'схожих с системными сообщениями' },
				{ text = 'сервера.' },
				{ text = '• Наказание: мут на 6 часов;' },
				{ text = '' },
				{ text = '1.8 Запрещено рекламировать' },
				{ text = 'промокоды/бонус-коды в игровом' },
				{ text = 'чате и в F9.' },
				{ text = '• Наказание: мут 40 минут;' },
				{ text = '' },
				{ text = '1.9 Запрещен оффтоп' },
				{ text = '(сообщение не по теме) в объявлениях' },
				{ text = '• Наказание: кик/мут/блокировка аккаунта' },
				{ text = '(решение на усмотрение администрации);' },
				{ text = '' },
				{ text = 'Правила игрового процесса' },
				{ text = '' },
				{ text = '2.0 Запрещено иметь винилы' },
				{ text = 'оскорбительного характера' },
				{ text = 'к игроку.' },
				{ text = '• Наказание: тюрьма 1 час;' },
				{ text = '' },
				{ text = '2.1 Запрещена помеха игровому процессу' },
				{ text = '• Наказание: блокировка аккаунта 12 часов;' },
				{ text = '' },
				{ text = '2.2 Запрещён обман игроков' },
				{ text = '• Примечание: если сумма обмана' },
				{ text = 'превышает 50.000' },
				{ text = 'игровых долларов – аккаунт обнуляется;' },
				{ text = '' },
				{ text = '2.3 Запрещено оставлять автомобили' },
				{ text = 'возле обменника ЕКХ' },
				{ text = '• Наказание: тюрьма 15 минут;' },
				{ text = '' },
				{ text = '2.4 Запрещён сбор средств на конкурс' },
				{ text = 'игровой валюты без согласования' },
				{ text = 'с модераторами/администраторами' },
				{ text = 'проекта' },
				{ text = '• Наказание: блокировка на 3 дня;' },
				{ text = '' },
				{ text = '2.5 Запрещено массовое ДМ' },
				{ text = '(убийство игрока)' },
				{ text = 'ДБ (убийство игрока в автомобиле)' },
				{ text = '• Наказание: тюрьма на 1 час;' },
				{ text = '' },
				{ text = '2.6 Запрещено использование чипов,' },
				{ text = 'которые мешают игровому' },
				{ text = 'процессу в зеленых зонах' },
				{ text = '(ЕКХ, СПАВН, ТЮНИНГ, Б/У и т.д).' },
				{ text = '• Наказание: тюрьма на 2 часа;' },
				{ text = '' },
				{ text = '2.7 Запрещено убийство с оружия' },
				{ text = ' в зеленых и близлежащих территориях' },
				{ text = '(ЕКХ, СПАВН, ТЮНИНГ, Б/У и т.д).' },
				{ text = '• Наказание: блокировка на 1 день;' },
				{ text = '' },
				{ text = '2.8 Запрещено систематическое' },
				{ text = 'нарушение правил игрового процесса' },
				{ text = '(более 3-х раз за 3 дня)' },
				{ text = '• Наказание: блокировка на 7 дней;' },
				{ text = '' },
				{ text = 'Общие правила сервера' },
				{ text = '' },
				{ text = '3.1 Продажа и покупка игрового' },
				{ text = 'имущества/игровой валюты на серверах' },
				{ text = 'за реальные денежные' },
				{ text = 'средства запрещено' },
				{ text = '• Наказание: обнуление аккаунта;' },
				{ text = 'Приобрести валюту можно на' },
				{ text = 'сайте проекта — ragemta.ru' },
				{ text = '' },
				{ text = '3.2 Запрещена безвозмездная передача' },
				{ text = 'аккаунта на каком-либо из наших' },
				{ text = 'серверов на любой срок' },
				{ text = 'и под любым предлогом' },
				{ text = '• Наказание: обнуление и' },
				{ text = 'блокировка аккаунта' },
				{ text = '' },
				{ text = '3.3 Наличие нескольких игровых' },
				{ text = 'аккаунтов на одном' },
				{ text = 'сервере запрещено' },
				{ text = '• Наказание: обнуление и блокировка ' },
				{ text = 'всех аккаунтов;' },
				{ text = '' },
				{ text = '3.4 Запрещен любой обмен игрового' },
				{ text = 'имущества между всеми проектами' },
				{ text = 'MTA/SAMP/GTA5/CRMP,' },
				{ text = 'в том числе и между серверами RAGE' },
				{ text = '• Наказание: обнуление и блокировка' },
				{ text = 'всех аккаунтов обоих пользователей;' },
				{ text = '' },
				{ text = '3.5 Нанесение вреда проекту' },
				{ text = '(игровые сервера, официальные)' },
				{ text = 'источники)' },
				{ text = 'а также использование' },
				{ text = 'багов/недочетов/системных' },
				{ text = 'ошибок запрещено' },
				{ text = '• Наказание: на усмотрение' },
				{ text = 'администрации' },
				{ text = '' },
				{ text = '3.6 Запрещена реклама' },
				{ text = 'сторонних ресурсов в игре,' },
				{ text = 'в том числе и реклама' },
				{ text = 'групп/каналов/аккаунтов' },
				{ text = 'от неофициальных источников RAGE' },
				{ text = '• Наказание: блокировка' },
				{ text = 'аккаунта на 3 дня;' },
				{ text = '' },
				{ text = '3.7 Распространение заведомо' },
				{ text = 'ложной информации касаемо проекта' },
				{ text = 'и руководителей проекта запрещено' },
				{ text = '• Наказание: блокировка аккаунта' },
				{ text = 'на всех серверах RAGE навсегда;' },
				{ text = '' },
				{ text = '3.8 Запрещено оскорбление проекта,' },
				{ text = 'его руководства, администрации' },
				{ text = ' и модераторов' },
				{ text = '• Наказание: блокировка' },
				{ text = 'аккаунта 4 дня;' },
				{ text = '' },
				{ text = '3.9 Использование чужих никнеймов,' },
				{ text = 'а так же никнеймов администраторов' },
				{ text = 'и модераторов' },
				{ text = '• Наказание: блокировка аккаунта' },
				{ text = 'до 7-и дней' },
				{ text = '(на усмотрение администрации);' },
				{ text = '' },
				{ text = '3.10 Помеха работе и введение' },
				{ text = 'в заблуждение администраторов' },
				{ text = 'Наказание: блокировка' },
				{ text = 'аккаунта на 14 дней;' },
				{ text = '' },
				{ text = '3.11 Махинации с целью получения' },
				{ text = 'управления аккаунтом другого' },
				{ text = 'игрока запрещено' },
				{ text = '• Наказание: блокировка аккаунтов' },
				{ text = 'на всех серверах RAGE на 14 дней;' },
				{ text = '' },
				{ text = '3.12 Использование любого софта,' },
				{ text = 'дающее преимущество перед' },
				{ text = 'другими игроками запрещено' },
				{ text = '• Наказание: блокировка аккаунтов' },
				{ text = 'на всех серверах RAGE навсегда;' },
				{ text = '' },
				{ text = '3.13 Запрещено невыполнение игровых' },
				{ text = 'требований администраторов' },
				{ text = 'или модераторов проекта' },
				{ text = '• Наказание: блокировка' },
				{ text = 'на 2 дня;' },
				{ text = '' },
				{ text = '3.14 Запрещено выдавать себя' },
				{ text = 'за модератора, администратора' },
				{ text = 'или разработчика проекта' },
				{ text = '• Наказание: блокировка на 2 дня;' },
				{ text = '' },
				{ text = '3.15 Запрещен взлом аккаунтов' },
				{ text = '• Наказание: блокировка и обнуление' },
				{ text = 'аккаунтов на всех серверах' },
				{ text = 'RAGE навсегда;' },
				{ text = '' },
				{ text = '3.16 Запрещено мошенничество,' },
				{ text = 'сговор для получения большей' },
				{ text = 'прибыли с сервера' },
				{ text = '• Наказание: обнуление всех' },
				{ text = 'участников сговора/мошенничества;' },
				{ text = '' },
				{ text = '3.17 Запрещено играть на сторонних' },
				{ text = 'сайтах взамен на игровую' },
				{ text = 'валюту/игровые ценности' },
				{ text = '• Наказание: на усмотрение' },
				{ text = 'администрации;' },
				{ text = '' },
				{ text = '3.18 Запрещено использование' },
				{ text = 'аккаунта другого игрока в целях' },
				{ text = 'хранения имущества' },
				{ text = 'для получения большей прибыли' },
				{ text = '• Наказание: бан на 14' },
				{ text = 'дней и обнуление аккаунтов.' },
				{ text = '' },
				{ text = 'ВНИМАНИЕ! Руководство вправе в любой' },
				{ text = 'момент редактировать правила' },
				{ text = 'и не оповещать об этом игроков.' },
			},
		},

		{
			section = 'VIP-статус',
			rows = {
				{ text = 'Приобретая или получая VIP <img>:main_freeroam/assets/images/vip.png</img>, игрок' },
				{ text = 'имеет следующие возможности:' },
				{ text = '• +50% доход на всех работах;', },
				{ text = '• Бита в инвентаре;', },
				{ text = '• Джетпак (в радиальной панели X);', },
				{ text = '• Телепорт из воды;', },
				{ text = '• Смена ника на 50% дешевле;', },
				{ text = '• Иконка возле ника;', },
				{ text = '• X2 награда за ежедневные бонусы.', },
				{ text = '', },
				{ text = 'Приобрести VIP-статус можно в F1 - магазин.', },
				{ text = '', },
				{ text = 'Также его можно получить в ежедневных', },
				{ text = 'наградах и заданиях.', },
			},
		},

		{
			section = 'Винил-студия',
			rows = {
				{ text = 'Здесь описаны подсказки по управлению' },
				{ text = 'в винил-студии.' },
				{ text = '' },
				{ text = '1. Нажмите красную кнопку #cd4949+#ffffff,' },
				{ text = 'чтобы добавить слой' },
				{ text = '' },
				{ text = '2. Чтобы редактировать слой, используйте:' },
				{ text = 'Ширина - #cd4949Z#ffffff,#cd4949X#ffffff,' },
				{ text = 'Высота - #cd4949C#ffffff,#cd4949V#ffffff,' },
				{ text = 'Вращение - #cd4949R#ffffff,#cd4949T#ffffff,' },
				{ text = 'Перемещение - #cd4949←#ffffff,#cd4949→#ffffff,#cd4949↑#ffffff,#cd4949↓#ffffff.' },
			},
		},

		{
			section = 'Титулы',
			rows = {
				{ text = 'Титулы - это уникальный статус игрока,' },
				{ text = 'который придает авторитет и уверенность.' },
				{ text = '' },
				{ text = 'Получить титул непросто, этому нужно' },
				{ text = 'уделить много времени.' },
				{ text = '' },
				{ text = 'Некоторые титулы дают хороший' },
				{ text = 'ежедневный бонус.' },
				{ text = '' },
				{ text = 'Список титулов: F1 - достижения - титулы' },
			},
		},

		{
			section = 'Нефтевышка',
			rows = {
				{ text = 'Это очень крупный бизнес, здесь крутится' },
				{ text = 'намного больше денег, чем в обычном.' },
				{ text = '' },
				{ text = 'Нефтевышки расположены в Форт-Карсоне,' },
				{ text = 'Для покупки придется хорошо подкопить.' },
				{ text = '' },
				{ text = 'Нефтевышка приносит деньги каждый час.' },
				{ text = 'Но не забывайте обслуживать ее,' },
				{ text = 'чтобы она не сломалась.' },
			},
		},

		{
			section = 'Магазин скинов',
			rows = {
				{ text = 'В каждом из трех городов' },
				{ text = 'есть магазин одежды.' },
				{ text = '' },
				{ text = 'Вы нем можно купить уникальные скины,' },
				{ text = 'которые отличат вас от других игроков.' },
				{ text = '' },
				{ text = 'Также в магазине одежды можно управлять' },
				{ text = 'скинами: сохранять, удалять и менять.' },
			},
		},

		{
			section = 'Покупка валюты',
			rows = {
				{ text = 'Покупка валюты и игровых наборов' },
				{ text = 'осуществляется только на сайте #cd4949ragemta.ru#ffffff.' },
				{ text = '' },
				{ text = 'Покупка валюты на сторонних ресурсах' },
				{ text = 'небезопасна и наказуема!' },
				{ text = '' },
				{ text = '' },
			},
		},

		{
			section = 'Работы',
			rows = {
				{ text = 'На сервере в текущий момент' },
				{ text = 'представлено 8 работ:' },
				{ text = '' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_miner.png</img> Шахтер (Чилиад)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_cargo.png</img> Грузчик (Сан-Фиерро)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_post.png</img> Почтальон (Сан-Фиерро)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_logist.png</img> Логист (Лас-Вентурас)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_bus.png</img> Водитель автобуса (Сан-Фиерро)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_lumberjack.png</img> Лесоруб (Angel Pine)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_green.png</img> Газонокосильщик (Лос-Сантос)' },
				{ text = '<img>:hud_radar/assets/images/blip_icons/job_rubbisher.png</img> Уборщик отходов (Лос-Сантос)' },
				{ text = '' },
				{ text = 'Некоторые работы требуют от вас' },
				{ text = 'категорию вождения или игровой стаж.' },
				{ text = '' },
				{ text = 'Чтобы добраться до работы,' },
				{ text = 'используйте вкладку GPS.' },
			},
		},

		{
			section = 'Скидоч. промокод',
			rows = {
				{ text = 'Скидочный промокод нужен для' },
				{ text = 'перевода денег из R-Coin в $.' },
				{ text = '' },
				{ text = 'Откройте F1 > Магазин, и покрутите' },
				{ text = 'колесиком мыши на поле' },
				{ text = 'ввода "Скидочный промокод".' },
			},
		},

	}

--------------------------------

function getConfigSetting(name)
	return Config[name]
end